// © Copyright 2010-2016 HP Development Company, L.P.

TaskName = "Skanna till dator";
TaskDescription = "Med Skanna till dator startar du en skanning från HP-enhetens frontpanel och resultatet skickas automatiskt till din dator.";

MoreInfoButtonToolTipTitle = "Mer info om Skanna till dator";

"COMPUTER_NAME_TITLE" = "Datorns namn är";
"COMPUTER_NAME_DESCRIPTION" = "När du startar en skanning från din HP-enhet kan du bli ombedd att välja dator i en lista över värddatorer som är aktiverade för Skanna till dator.";
ComputerNameWithDefaultDestinationDescription = "När du startar en skanning på din HP-enhet kan du ombes att välja din dator från en lista över värddatorer som är aktiverade för skanning till dator. Den skannade bilden sparas på den plats som är inställd som standard. Klicka på knappen \"Redigera skanningsuppgifter\" för att redigera de skannade bilderna.";
"COMPUTER" = "Dator";
"COMPUTERS" = "Datorer";

"INSTALLATION_ERROR" = "Kan inte hitta den HP-programvara som är nödvändig för skanning till datorn på den här datorn. Ladda ned och installera den senaste HP-rekommenderade programvaran för enheten från http://www.hp.com/support och försök igen.";
HSDNoHPScanDriverErrorMessage = "HP-programvaran som krävs för att skanna till dator kan inte hämtas. Ladda ned och installera den senaste programvaran för HP-enheten från http://www.hp.com/support och försök sedan igen. Om problemet kvarstår startar du om Mac-datorn och HP-enheten.";

EnableScanToComputerCheckBoxTitle = "Aktivera Skanna till dator";

EnablingScanToComputerProgressTitle = "Aktiverar Skanna till dator…";

ScanToComputerIsEnabledTitle = "Skanna till dator är aktiverat";
ChangeComputerNameButtonTitle = "Ändra datorns namn…";

ScanToComputerDisabledTitle = "Skanna till dator är inaktiverat";
ScanToComputerDisabledDescriptionTitle = "Du kan fortfarande starta skanningar från datorns skanningsprogram — till exempel från HP Easy Scan.";

ScanToComputerCannotBeEnabledTitle = "Skanna till dator kan inte aktiveras";

EnablingFailedCause1Title = "Möjlig orsak 1: Maximalt antal datorer är redan aktiverade. För att kunna aktivera Skanna till dator måste du först inaktivera denna funktion på en annan dator.";
EnablingFailedCause2Title = "Möjlig orsak 2: Kan inte kommunicera med enheten. Kontrollera kablar och anslutningsinställningar. Om problemet kvarstår kan du prova med att starta om datorn och HP-enheten.";
ShowEnabledComputersButtonTitle = "Visa aktiverade datorer";

CommunicationErrorTitle = "Kommunikationsfel";
CommunicationErrorDescriptionTitle = "Kan inte kommunicera med enheten. Kontrollera kablar och anslutningsinställningar. Om problemet kvarstår kan du prova med att starta om datorn och HP-enheten.";

EditScanTasksButtonTitle = "Redigera skanningsuppgifter…";
EditScanTasksButtonToolTipTitle = "Visa och redigera skanningsjobb i appen HP Easy Scan (eller HP Scan för vissa produkter)";
CannotEditScanTasksErrorTitle = "Det går inte att hitta HP Easy Scan";
HSDNoHPScanErrorMessage = "HSD_TEXT:HP Easy Scan (eller HP Scan för en del produkter) krävs för att visa och redigera skanningsaktivitetens inställningar. Hämta och installera den senaste programvaran till produkten på HSD_LINK:HSD_URL:HSDSupportLink_URL.";
HSDOutdatedHPScanErrorMessage = "HSD_TEXT:Din HP Scan-programvara behöver uppdateras. HSDNoHPScanErrorMessage";

// Enabled Computers List
TableTile = "För närvarande aktiverad för Skanna till dator";
MaximumEnabledComputersAmountTitle = "Maximalt antal aktiverade för denna enhet:";
